START_MESSAGE = """
<em>Что умеет бот ?</em>

<em>Бот выдает музыкальный трек по названию.
Формат запроса:</em>

<b>AUTHOR - TITLE</b>

<em>Просто введи название трека в указанном формате</em>
"""


HELP_MESSAGE = """
<em>Запрос на поиск трека должен быть следующего формата</em>

<b>ARTIST - TITLE</b>

<em>Например:</em>

<b>Travis Scott - Highest in the room</b>

<em>Запросы в другом формате не принимаются !</em>
"""


WRONG_REQUEST_MESSAGE = """

<em>Вы ввели некорретный запрос</em>

<em>Используйте: </em>

<b>AUTHOR - TITLE</b>

<em>Например:</em>

<b>Travis Scott - Highest in the room</b>

"""


NOT_FOUND_MESSAGE = """

<em>Сожалею, но я не смог ничего найти по вашему запросу</em>

<em>Попробуйте исправить запрос, либо смените источник</em>

"""

SUCCESS_GETTING_FILE = """

<b>Файл успешно получен на сервер</b>

<b>Начинаю передачу файла вам</b>

"""


FILE_FOUND_ON_SERVER = """
<b>Кажется, у меня завалялся этот трек на сервере</b>

<b>Держи</b>
"""

PLEASE_WAIT = """
<b>Пожалуйста, подождите</b>
"""